[
  {
    "name": "RED SLENDER LORIS",
    "description": "The red slender loris (Loris tardigradus) is a small, nocturnal strepsirrhine monkey found in Sri Lanka's rainforests. This is the sixth of the ten focus species and the 22nd of the 100 EDGE mammal species worldwide, which are the most evolutionarily different and globally endangered. L. t. tardigradus and L. t. nycticeboides have been classified as subspecies.",
    "link": "https://www.animalia.bio/red-slender-loris?endemic=16"
    
  },
  {
    "name": "PURPLE-FACED LANGUR",
    "description": "The purple-faced langur (Semnopithecus vetulus), sometimes known as the purple-faced leaf monkey, is an indigenous Old World primate to Sri Lanka. The animal is a long-tailed arboreal species distinguished by its predominantly brown coloring, dark face (with whiter lower face), and shy demeanor. The species was once common in suburban Colombo and \"wet zone\" villages (areas with high temperatures and high humidity all year, with rain deluges during the monsoon seasons), but rapid urbanization has resulted in a significant decrease in the monkey population level. It was previously classified in the lutung genus Trachypithecus, but DNA evidence indicated that it is more closely related to Semnopithecus and closely related to the gray langurs.",
    "link": "https://www.animalia.bio/purple-faced-langur?endemic=16"
    
  },
  {
    "name": "SRI LANKAN JUNGLEFOWL",
    "description": "The Sri Lankan junglefowl (Gallus lafayettii) is a member of the Galliformes bird order which is endemic to Sri Lanka, where it is the national bird. It is closely related to the Red junglefowl.",
    "link": "https://www.animalia.bio/sri-lankan-junglefowl?endemic=16"
    
  },
  {
    "name": "SRI LANKAN LEOPARD",
    "description": "The Sri Lankan leopard (Panthera pardus kotiya) is a leopard subspecies native to Sri Lanka. It was first described in 1956 by Sri Lankan zoologist Paules Edward Pieris Deraniyagala. It is colloquially known as kotiyā and chiruthai.",
    "link": "https://www.animalia.bio/sri-lankan-leopard?endemic=16"
    
  },
  {
    "name": "SRI LANKAN SLOTH BEAR",
    "description": "The Sri Lankan sloth bear (Melursus ursinus inornatus) is a sloth bear subspecies that lives primarily in lowland dry forests on the island of Sri Lanka.",
    "link": "https://www.animalia.bio/sri-lankan-sloth-bear?endemic=16"
    
  },
  {
    "name": "SRI LANKA BLUE MAGPIE",
    "description": "The Sri Lanka blue magpie (Urocissa ornata) is a vividly colored member of the Corvidae family that is found only in Sri Lanka. This species has evolved to hunt in dense canopy areas, where it is highly active and nimble. Its flight, however, is quite weak, and it is rarely utilized to travel long distances. Despite the Sri Lanka blue magpie's capacity to adapt to human presence, it is classed as vulnerable to extinction due to fragmentation and degradation of its habitat of deep primary forest in southern Sri Lanka's wet zone.",
    "link": "https://www.animalia.bio/sri-lanka-blue-magpie?endemic=16"
    
  },
  {
    "name": "GOLDEN PALM CIVET",
    "description": "The golden palm civet (Paradoxurus zeylonensis) is a type of palm civet that is only found in Sri Lanka. The IUCN Red List classifies it as Vulnerable. Its range is highly fragmented, and the extent and quality of its habitat in Sri Lanka's hill regions are dwindling.",
    "link": "https://www.animalia.bio/golden-palm-civet?endemic=16"
    
  },
  {
    "name": "SRI LANKA HANGING PARROT",
    "description": "The Sri Lanka hanging parrot (Loriculus beryllinus) is a tiny parrot that breeds alone in Sri Lanka.",
    "link": "https://www.animalia.bio/sri-lanka-hanging-parrot?endemic=16"
    
  }
]