[
    {
      "section": "SL Leopard",
      "sections": [
        {
          "title": "#1 Yala National Park",
          "description": "Undoubtedly the top spot has to go to Yala National Park, the crown jewel of safari parks in the country. This is truly the land of the leopard, with some of the highest if not the highest densities of these amazing predators in the world. The sightings of a beautiful cat walking across the open plains or atop a rocky outcrop is a signature sight in Yala National Park. Many famous leopards have become household names in Yala. In the past big males such as the “Chaitya Male” (known to have been big and strong enough to bring down an adult buffalo) and Hamu were iconic. At present, a very detailed study on the leopards of the park is being carried out whereby over 130 individual leopards have been identified. Even now, new individuals are keen to get identified, which showcases the vast density of these predators in such as small area which is only 142 Square Kilometers. Some of the notable characters during the present era to emerge from Yala are – Lucas, Julius, Harak Hora, and Aster to name a few. A very informative “Leopard Center” is present in the park where visitors can learn more about these predators and also compare one's sightings with the virtual database and try and identify the leopards they have spotted while on safari."
        },
        {
          "title": "#2 Wilpattu National Park",
          "description": "Wilpattu, Sri Lanka's largest national park, stands in contrast to Yala with its dense dark forests and natural lakes called Villus. While Yala features mostly dry scrub forests, open lagoons, and plains, Wilpattu offers a more secluded and quieter experience. Closed during the civil war, it reopened in 2010, and despite the initial shyness of leopards, continuous visitation led to habituation. Though spotting leopards is somewhat challenging compared to Yala, the reward is often greater due to fewer visitors and the park's vast size. Notable leopards, like the infamous \"Prince\" or \"Natta,\" have contributed to the park's popularity among wildlife enthusiasts seeking more private moments in nature."
        },
        {
          "title": "#3 Kumana National Park",
          "description": "Kumana, in the far eastern corner and connected to Yala, was known for its bird sanctuary but has seen an increasing number of leopard sightings in recent years. Legends speak of man-eating leopards in Kumana, particularly in the Lenama area. Despite myths, these leopards are the same as those in Yala. However, there have been documented cases of man-eater incidents in the park, including a construction worker attacked in 2019 and a farmer in 2020. Controversy arose when authorities captured and released the culprit deep inside the park. Despite these individual cases, the number of sightings of leopards continues increasing as the animals become more habituated. The advantage of seeing leopards in Kumana is the privacy and lack of large crowds. Given the remoteness and difficulty to get to the park has resulted in making this one of Sri Lanka’s best-kept secrets."
        },
        {
          "title": "#1 Threat Poaching and Illegal Wildlife Trade",
          "description": "Poaching and the illegal wildlife trade pose a substantial and concerning danger to leopards in Sri Lanka. Poaching for leopard components such as skins, bones, and teeth poses a serious threat to the survival of these magnificent animals. Traditional beliefs, cultural customs, and the international market for exotic wildlife items all contribute to the illegal trade in leopard parts."
        },
        {
          "title": "#2 Threat habitat loss and fragmentation",
          "description": "The continuous issues of habitat loss and fragmentation pose a major danger to leopards in Sri Lanka. The island nation is dealing with the repercussions of deforestation, human encroachment, and land use changes, which have resulted in a reduction in appropriate habitats for leopards. This threat has multiple implications, influencing both the natural equilibrium and societal dynamics."
        }
      ]
    }
  ]
  