[
    {
      "title": "About Wilpattu National Park",
      "content": "The Wilpattu National Park (Sinhala: විල්පත්තු ජාතික වනෝද්‍යානය) is a national park in Sri Lanka. The presence of \"Willus\" (natural lakes), which are natural, sand-rimmed water basins or depressions that fill with rains, distinguishes this park from others. The park is located in Sri Lanka's northwest coast lowland dry zone, 30 kilometers (19 miles) west of Anuradhapura and 26 kilometers (16 miles) north of Puttalam. It is roughly 180 kilometers (110 miles) north of Colombo. The park covers 1,317 km2 (508 sq mi) (131,693 hectares) and has elevations ranging from 0 to 152 meters (0 to 499 feet) above sea level. Wilpattu has over one hundred and six lakes (Willu) and tanks distributed throughout it. Wilpattu National Park is Sri Lanka's largest and one of its oldest. Wilpattu is globally famous for Leopard (Panthera pardus kotiya) population. The Wilderness and Wildlife Conservation Trust conducted a remote camera survey in Wilpattu from July to October 2015, capturing photographs of forty-nine individual leopards in the surveyed area, which had a core area density comparable to Yala National Park's Block I and Horton Plains National Park"
    },
    {
      "title": "History of Wilpattu National Park",
      "content": "Wilpattu is located on Sri Lanka's west coast. The Wilpattu National Park continues inland towards the historic city of Anuradhapura, located in the Cultural Triangle. The Park has a somewhat dense dry zone forest mixed with a number of flood plain lakes banked with fine white sand. It has an incredible variety of plants in vast stretches of forest with diverse animals. A topographical feature particular to this part of the island is the abundance of villus or natural lake-like basins. All bar two of the villus within the Park contain pure rainwater and support a vast range of resident and migratory water-birds. The Wilpattu National Park is rich in history and legend. According to certain discovered ancient remains, Queen Kuweni lived in the area today known as Kalli Villu. Queen Kuweni is essentially the mother of the Sinhalese race, as her marriage to Prince Vijaya (Sri Lanka's first ruler) produced its people. Historical evidence also indicates that Prince Saliya, son of King Dutugemunu (161–137 BC), lived in Wilpattu almost 2,000 years ago. Pomparippu, which borders the park, is also historically significant since ancient urns have been excavated there. The remains of an old harbour may be found between the coastal settlements of Palangaturai and Kollankanatte. Because of its rich history, Wildloom also provides historical tours throughout the National Park, which may be scheduled upon request. Wilpattu was designated a Sanctuary in 1905 and upgraded to National Park status in 1938. It is presently one of the oldest and most significant protected areas in Sri Lanka."
    },
    {
      "title": "What Animals will you see on a Wilpattu National Park Safari",
      "content": "On a Wilpattu safari you have the chance of encountering 31 species of mammals residing within Wilpattu, of which 4 are threatened. These are the Sri Lankan Elephant, Sri Lankan Sloth Bear, Sri Lankan Leopard and the Water Buffalo. Other animal species that can be seen on safari drives are the Sambar and Spotted Deer, Mongoose, Mouse Deer, and Shrew. The most common reptiles found on a Wilpattu safari are the Monitor Lizard, Mugger Crocodile, Common Cobra, Rat Snake, Indian Python, Pond Turtle and the Soft Shelled Turtle which reside in the villus. Many species of Owl, Tern, Gull, Eagle, Kite and Buzzard along with the Painted Stork, Sri Lankan Junglefowl and the Little Cormorant can be found at the Wilpattu National Park. Wetland birdlife includes the Garganey, Pintail, Whistling Teal, Spoonbill, White Ibis, Large White Egret, Cattle Egret and Purple Heron. Many species of Sri Lankan flora can be identified inside the Wilpattu National Park, with 3 distinct types of vegetation being prominent – salt grass, stunted shrub bordering the coastal areas (a coastal strip of approximately 3 to 6 miles of monsoon scrub), and dense monsoon forests further inland. Many species of flora can be identified at the Wilpattu National Park such as Palu (Manilkara hexandra), Satin (Chloroxylon swietenia), Milla (Vitex altissima), Weera (Drypetes sepiaria), Ebony (Diospyros ebenum) and Wewarna (Alseodaphne semecarpifolia)."
    }
  ]
  